{"question":"column_name","Timestamp":"timestamp","Which undergraduate school do you attend? Mark only one oval.":"school","How do you define your gender identity? Mark only one oval.":"gender","Do you identify as transgender? Mark only one oval. ":"transgender","Are you a U.S. citizen? Mark only one oval. ":"citizen","Are you an international student? Mark only one oval. ":"international","If you are an international student, which country are you from?":"international_country","If you are from the United States, which state are you from? ":"state","What is your sexual orientation? Check all that apply. ":"sexual_orientation","Did you qualify for a 504 plan? Mark only one oval. ":"plan_504","Are you a first-generation college student? Mark only one oval. ":"firstgen","What is your annual combined family income? Mark only one oval. ":"income","What is your net price of attendance at Columbia University (cost of attendance after financial aid is subtracted)? Mark only one oval. ":"net_price","What high school did you attend? Please write the full, official name as it appears in documentation. ":"high_school","What is your high school's zip code? ":"hs_zip","What kind of high school did you attend? Mark only one oval. ":"hs_type","Did your high school teach sex-ed? Mark only one oval. ":"hs_sexed","Please mark the length of time you received each form of outside/private college admissions help.  [Informal essay prep (e.g. from parents, friends)]":"informal_essay_prep","Please mark the length of time you received each form of outside/private college admissions help.  [Formal essay prep (e.g. private counselors, high school counselors)]":"formal_essay_prep","Please mark the length of time you received each form of outside/private college admissions help.  [Informal college admissions process help]":"informal_apps_prep","Please mark the length of time you received each form of outside/private college admissions help.  [Formal college admissions process help]":"formal_apps_prep","How many times did you take the SAT? Mark only one oval. ":"sat_count","If you took the SAT, what was your best score (out of 1600)?":"sat_score","How many times did you take the ACT? Mark only one oval. ":"act_count","If you took the ACT, what was your best score? ":"act_score","How many months did you take test prep to prepare for SAT/ACT (can be 0 or a decimal)?":"test_prep_months","Have you ever received professional treatment for your mental health? Mark only one oval. ":"mental_health","Do you intend to receive professional treatment for your mental health during college? Mark only one oval. ":"mental_health_intent","Have you ever used prescription drugs that were not prescribed to you for purposes of studying? (e.g. Adderall) Mark only one oval. ":"study_drugs","On average, how many hours of sleep did you get per night in high school? Mark only one oval. ":"hs_sleep","Do you use a Juul or other e-cigarettes? Mark only one oval. ":"juul","Please estimate the amount of time, on average, you spend on each platform per day.  [Twitter]":"time_twitter","Please estimate the amount of time, on average, you spend on each platform per day.  [Instagram]":"time_instagram","Please estimate the amount of time, on average, you spend on each platform per day.  [Facebook]":"time_facebook","Please estimate the amount of time, on average, you spend on each platform per day.  [Snapchat]":"time_snapchat","Are you a virgin? Mark only one oval. ":"virgin","Which forms of birth control do you use? Check all that apply. ":"birth_control","That I vote in ____ is ____ to me.  [the 2020 Democratic Primary ]":"vote_primary","That I vote in ____ is ____ to me.  [my gubernatorial election]":"vote_gubernatorial","That I vote in ____ is ____ to me.  [the 2020 Senate race]":"vote_senate","That I vote in ____ is ____ to me.  [the 2020 House race]":"vote_house","Invited speakers who promote or espouse offensive or bigoted speech should be allowed in on-campus public events sponsored by student groups. Mark only one oval.":"free_speech","Barnard/Columbia should fully divest from companies with ties to Israel. Mark only one oval.":"israel_divest","I am in favor of affirmative-action programs for racial minorities within the context of college admissions. Mark only one oval.":"affirmative_action","Columbia should fully divest from companies that profit from fossil fuels. Mark only one oval.":"fossil_fuels_divest","In its current form, the Core Curriculum actively fosters racist ideologies. Mark only one oval.":"racist_core","Columbia’s Manhattanville expansion into Harlem is a necessary and justified move to ensure the University’s growth in research facilities, classroom space, and academic excellence. Mark only one oval.":"manhattanville","I consider myself an activist. Mark only one oval. ":"activist","What is your home zip code? We do not intend to use this information for identification reasons. Rather, it will inform our knowledge of geographic and demographic patterns for help with our analysis of the incoming freshman body. You do not have to answer this question if you do not feel comfortable sharing this information. ":"zipcode"}